{
    "weapons" :{

    },
    "armor" :{

    },
    "occult_treasures": [
        {"name": "Ash-Grey Ring", "desc": "a finger-width wide. All that passes through is obliterated.", "effect": ""},
        {"name": "Vile Flute", "desc": "The keening music of this small, Vile Flute, animates a fetus-sized meat golem in a nearby corpse.",
        "effect": {"hp": 5, "morale": "-", "armor": "No armor", "bite": "d4", "additional": "immune to Powers."}},
        {"name": "Famine Spoon", "desc": "A note explains: one taste from this spoon means death from slow starvation.", "effect": ""},
        {"name": "Mirror", "desc": "The image of a being in this malevolently-accurate mirror shows only the shameful truth of their soul.", "effect": ""},
        {"name": "Vampiric Phurba","desc": "Heals you as it harms your target (d3), but beware: after stealing a total of 6 HP, test Presence DR12 daily.Fail and you must stab someone with the knife before next sunrise. Or wither to ash and die as the sun rises.", "effect": ""},
        {"name": "Pearl", "desc": "A black pearl. If dropped in darkness it rolls towards the nearest exit to day.", "effect": ""},
        {"name": "Torch", "desc": "This torch burns for an immortal hour. Hold it and live. You can lose limbs and enter negative HP but won't die unless you drop the torch or it burns out.", "effect": ""},
        {"name": "Bird Cage", "desc": "Silver Bird Cage slays whatever is placed behind its bars, slowly, over one long night. That which is killed reanimates twice as strong, as a raging uncontrollable undead.", "effect": ""},
        {"name": "Black Crown of The Crippled King", "desc": "Wearing this crooks your body as you become aware that you and every creature within 100 yards gain +10 to attack rolls but -10 to defence rolls. Rolls that go above 20 count as crits and below 1 as fumbles. The worn crown can only be removed in the pale light of a full moon.", "effect": ""},
        {"name": "Blinfold", "desc": "Anyone wearing this ancient Blindfold becomes invisible to those who breathe though the undead attack them obsessively and nearby corpses awaken in moaning, unholy wrath.", "effect": ""},
        {"name": "", "desc": "", "effect": ""}
    ],
    "traps_and_devilry": [
        "Well dressed corpse, booby trapped",
        "Wall-holes shoot poisonous arrows",
        "Bells and marbles on the floor",
        "Scorpion-filled basket poised to fall",
        "Fish hooks hanging at eye level",
        "Chest marked with explosive runes",
        "Lock trapped with vial of poison gas",
        "Jewel removal leads to roof collapse",
        "Slanted floor, translucent oil, pit",
        "Snake-cages on collapsing ceiling tiles",
        "Evil urns release cold ghosts",
        "Coins coated in grime and poison"
    ]

}